# coding: utf-8

"""
[{
    "apartment": "学生事务大厅",
    "time": "8:00-9:00", # 值班时间
    "phone": ["67867510",],
    "place": "文华公书林东侧二楼"
}，
{}]
"""

_apartment_list = [
        {
            'apartment': "学生事务大厅",
            'phone': "027-67867510",
            'place': "文华公书林（老图书馆）3楼"
        },
        {
            'apartment': "校医院",
            'phone': "027-67867177(急症室)",
            'place': "九号楼侧边下阶梯右转处"
        },
        {
            'apartment': "水电费缴纳处",
            'phone': "027-67861701",
            'place': "东南门附近的水电修建服务中心内"
        },
        {
            'apartment': "校园卡管理中心",
            'phone': "027-67868524",
            'place': "田家炳楼侧边阶梯旁"
        },
        {
            'apartment': "教务处",
            'phone': "027-67868057",
            'place': "行政楼2楼"
        },
        {
            'apartment': "学生资助中心",
            'phone': "027-67865161、6786787",
            'place': "学生事务大厅10号窗口"
        },
        {
            'apartment': "校团委",
            'phone': "027-67867466",
            'place': "行政楼副楼301"
        },
        {
            'apartment': "党校办公室",
            'phone': "027-67868011",
            'place': "行政楼副楼",
        },
        {
            'apartment': "素质教育办公室",
            'phone': "027-67868057",
            'place': "暂无",
        },
        {
            'apartment': "档案馆",
            'phone': "027-67868525",
            'place': "科学会堂一楼",
        },
        {
            'apartment': "国际交流事务办",
            'phone': "027-67861299",
            'place': "法学院前面的路口左拐（有路标）",
        },
        {
            'apartment': "心理咨询中心",
            'phone': "027-67868274",
            'place': "文华公书林（老图书馆）3楼",
        },
        {
            'apartment': "保卫处",
            'phone': "027-67868090",
            'place': "化学逸夫楼斜对面",
        },
]
